Repository: Dvex/Whatsadd
Catalog: sites/all/modules/site_map/translations/*.po
Languages: ca

source: Display a site map.
ca: Visualitza el mapa del web

source: Site map message
ca: Missatge del mapa del web

source: Define a message to be displayed above the site map.
ca: Defineix un missatge per mostrarse sobre el mapa de la web

source: Show node counts by categories
ca: Mostra el nombre de nodes per categoria

source: When enabled, this option will show the number of nodes in each taxonomy term.
ca: Quan és activa, aquesta opció mostrará el nombre de nodes en cada terme de taxonomy

source: Include navigation menus
ca: Adjunta el menús de navegació

source: When enabled, this option will include the fully-expanded top-level navigation menus in the site map
ca: Quan és activa, aquesta opció incluirá el menú de navegació desplegat en el mapa del web

source: Include RSS links by categories
ca: Adjunta el enllaç RSS de cada categoria

source: When enabled, this option will show links to the RSS feeds for each category.
ca: Quan és activa, aquesta opció mostrará els enllaços RSS per a cada categoria

source: RSS feed depth
ca: Profunditat de l'RSS

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
ca: Especifica quantes subcategories s'han d'incloure a RSS. Escriu "all" per incloure totes les subcategories o "0" per no incloure subcategories.

source: Categories to include in the site map
ca: Categories per ser incloses al mapa del web

source: site map
ca: Mapa del web

source: access site map
ca: accés al mapa del web

source: administer site map
ca: administra el mapa del web

source: site_map
ca: mapa del web
