Repository: Dvex/Whatsadd
Catalog: sites/all/modules/workflow/translations/*.po
Languages: es, fr

source: The workflow module has successfully added tables to the database.
es: El módulo workflow ha añadido las tablas en la base de datos con éxito.
fr: Le module workflow a ajouté les tables à la base de données.

source: Drupal was unable to install the database tables for the workflow module.
es: Drupla no ha podido instalar las tables de la base de datos para el módulo workflow.
fr: Drupal n'a pas pu ajouter les tables du module worflow dans la base de données MySQL.

source: Enables users to manage content using workflow states.
es: Capacitar usuarios para administrar contenidos usando los estados de flujo de trabajo.
fr: Permet aux utilisateurs de gérer du contenu utilisant les états de flux de travail.

source: You are currently viewing the possible transitions to and from workflow states. The state is shown in the left column; the state to be moved to is to the right. For each transition, check the box next to the role(s) that may initiate the transition. For example, if only the hulking_editor role may move a node from Review state to the Published state, check the box next to hulking_editor. The author role is built in and refers to the user who authored the node.
es: Actualmente, usted está viendo a las transiciónes possibles para y desde los estados del flujo de trabajo. El estado está mostrato en la columna de izquierda ; el estado que debe ser movido está la derecha. Para cada transición, marca la casilla al lado del role para empezar la transición. Por ejemplo, si solo el hulking_editor role debe mover un nodo desde el estado Review al estado Published, marca la casilla al lado de hulking_editor. El role del autor ya está contruido y refere a los usuarios autor de un nodo.
fr: Vous voyez actuellement les transitions possibles depuis ou vers les etats de flux de travaux. L'état est montré dans la colone de gauche ; l'état futur est dans la colone de gauche. Pour chaque transition, selectionnez le(s) rôle(s) qui initie(nt) la transition. Par exemple, si il n'y a que le rôle redacteur_en_chef qui peut changer l'état d'un noeud du status Révision au status Publié, selectionner le rôle redacteur_en_chef. Le rôle auteur est un rôle qui, par défaut, fait référence à l'utilisateur qui a écrit le noeud.

source: To get started, provide a name for your workflow. This name will be used as a label when the workflow status is shown during node editing.
es: Para empezar, encuentra un nombre para su flujo de trabajo. Este nombre va a ser utilisado como una etiqueta cuando se edita un nodo.
fr: Pour commencer, donnez un nom à votre flux de travaux. Ce nom sera utilisé comme une étiquette lorsque l'état du flux de travaux est montré lorsque le noeud est édité.

source: Enter the name for a state in your workflow. For example, if you were doing a meal workflow it may include states like <em>shop</em>, <em>prepare food</em>, <em>eat</em>, and <em>clean up</em>.
es: Entra un nombre para un estado en su flujo de trabajo. Por ejemplo, si usted estaba haciendo un flujo de trabajo para la cena, eso incluiría estados como <em>compras</em>, <em>preparar la cena</em>, <em>comer</em>, y <em>limpiar</em>.
fr: Écrivez le nom pour un état dans votre flux de travaux. Par exemple, si vous faisiez un flux de travaux pour un repas, il peut comporter des états comme < em>magasin</em >, < em>préparer le repas</em >, < em>manger</em >, et <em>nettoyer</em>.

source: Use this page to set actions to happen when transitions occur. To %conf_actions, use the actions module.
es: Utiliza esta página para configurar las acciónes que pasarán cuando se occuran las transiciónes.
fr: Utilisez cette page pour mettre des actions qui devront se produire quand les transitions arrivent. Pour %conf_actions, utilisez le module actions.

source: administer workflow
es: administrar los flujos de trabajo
fr: administrer flux de travaux

source: Edit workflow
es: Editar el flujo de trabajo
fr: Éditer le flux de travaux

source: Add workflow
es: Añadir un flujo de trabajo
fr: Ajouter flux de travaux

source: Add state
es: Añadir un estado
fr: Ajouter un état

source: Delete workflow
es: Borrar el flujo de trabajo
fr: Supprimer le flux de travaux

source: Current state:
es: Estado actual :
fr: État courant:

source: Change %s state
es: Cambiar %s estado
fr: Changer l'état de %s

source: By
es: Por
fr: Par

source: New State
es: Nuevo estado
fr: Nouvel état

source: Old State
es: Estado Pasado
fr: Ancien état

source: Workflow History
es: Historia del flujo de trabajo
fr: Historique du flux de travaux

source: A comment to put in the workflow log.
es: Un commentario para insertar en el registro del flujo de trabajo.
fr: Un commentaire à intégrer dans le journal du flux de travaux

source: Attempt to go to nonexistent transition (from %old to %new)
es: Intentó acceder a una transición inexistente.
fr: Tentative de déplacer vers une transition qui n'existe pas (de %old à %new)

source: User %user not allowed to go from state %old to %new
es: Usuario %user no tiene el permiso para acceder al estado %new desde el estado %old
fr: L'utilisateur %user n'est pas autorisé à passer l'état de %old à %new

source: State of %type %node_title set to %state_name
es: Estado de %type %node_title configurado como %state_name
fr: État du %type %node_title réglé à %state_name

source: Unable to get current workflow state of node %nid.
es: No es possible obtener el actual estado del flujo de trabajo del nodo %nid.
fr: Impossible d'obtenir l'état du flux de travaux du noeud %nid

source: Changing workflow state of node id %id to %state
es: Estado del flujo de trabajo de un nodo id %id cambiando por %state
fr: Change l'état du flux de travaux du noeud %id à %state

source: Changed workflow state of node id %id to %state
es: Estado del flujo de trabajo de un nodo id %id cambiado por %state.
fr: État du flux de travaux du noeud %id à %state changé.

source: Change workflow state of a node to next state
es: Cambia el estado del flujo de trabajo de un nodo por el estado siguiente
fr: Change l'état du flux de travaux du noeud

source: Add Workflow
es: Añadir un flujo de trabajo
fr: Ajouter un flux de travaux

source: Please provide a nonblank name for the new workflow.
es: Por favor inscribe un nombre para el nuevo flujo de trabajo.
fr: Veuillez donner un nom 'non-vide' pour le nouveau flux de travaux

source: The workflow %wf was created. You should now add states to your workflow.
es: El flujo de trabajo %wf fue creado. Ahora, usted debería añadir estados a su flujo de trabajo.
fr: Le flux de travaux %wf a été créé. Maintenant vous devriez ajouter des états à votre flux de travaux.

source: Are you sure you want to delete %title? All nodes that have a workflow state associated with this workflow will have those workflow states removed.
es: ¿Está seguro de que desea eliminar %title? Se quitaran todos nodos que tienen un estado de flujo de trabajo asociado con este flujo de trabajo.
fr: Êtes vous sûr de vouloir supprimer %title ? Tous les états associés à ce flux seront effacés des nodes utilisant ce flux.

source: The workflow %wf was deleted.
es: El flujo de trabajo %wf fue suprimido.
fr: Le flux de travail %wf a été supprimé.

source: %role may do these transitions:
es: %role debe hacer estas transiciónes :
fr: %role peut faire ces transitions

source: Workflow tab permissions
es: Tablas de los permisos de los flujos de trabajo
fr: Onglet des permissions des flux de travaux

source: Select any roles that should have access to the workflow tab on nodes that have a workflow.
es: Selecciona cualquier roles que debería tener acceso al registro del flujo de trabajo de los nodos que tenian un flujo de trabajo.
fr: Selectionnez les rôles qui auront accès à l'onglet flux de travaux dans les noeuds qui en ont.

source: From / To
es: De / A
fr: De / À

source: Warning: Another workflow with this name already exists.
es: Advertencia : Un otro flujo de trabajo con el mismo nombre ya existe.
fr: Attention : un autre flux de travaux a déjà ce nom.

source: Warning: Please give the author permission to go from (creation) to at least one state.
es: Advertencia : Por favor, permite al autor ir desde (creación) al menos un estado.
fr: Attention : veuillez au moins donner la permission à l'auteur d'aller de la création à un autre état.

source: Please provide a name for the workflow.
es: Por favor dar un nombre al flujo de trabajo.
fr: Veuillez donner un nom au flux de travaux

source: Workflow updated.
es: Flujo de trabajo actualizado.
fr: Flux de travaux mis à jour.

source: State Name
es: Nombre del estado
fr: Nom de l'état

source: Please provide a nonblank name for the new state.
es: Por favor inscribe un nombre para el nuevo estado.
fr: Veuillez donner un nom 'non-vide' au nouvel état.

source: The workflow state was created.
es: El estado del flujo de trabajo fue creado.
fr: L'état de flux de travaux a été créé.

source: There are no states defined for this workflow.
es: No estados están definidos para este flujo de trabajo.
fr: Il n'y a pas d'état défini pour ce flux de travaux.

source: add state
es: añadir un estado
fr: ajouter état

source: actions
es: acciónes

source: No workflows have been added. Would you like to %add_a_workflow?
es: No flujo de trabajo ha sido añadido. Querría usted %add_a_workflow?
fr: Pas de flux de travaux ajouté. Voulez-vous %add_a_workflow ?

source: add a workflow
es: añadir un flujo de trabajo
fr: ajouter un flux de travaux

source: Are you sure you want to delete %title (and all its transitions)?
es: ¿Está seguro de que desea eliminar %title (y todas sus transiciónes)?
fr: Êtes vous certain de vouloir supprimer %title (et toutes ses transitions) ?

source: The workflow state %title was deleted.
es: El estado del flujo de trabajo %title fue suprimido.
fr: L'état de flux de travaux %title a été supprimé.

source: Save Workflow Mapping
es: Gardar el mapeo de flujos de trabajo
fr: Sauvegarder la mise en relation du flux de travaux

source: Each node type may have a separate workflow:
es: Cada tipo de nodo debe tener un flujo de trabajo separado :
fr: Chaque type de noeud devrait avoir un flux de travaux séparé :

source: Node Type
es: Tipo de nodo
fr: Type de noeud

source: The workflow mapping was saved.
es: El mapeo del flujo de trabajo fue guardado.
fr: La mise en relation du flux de travaux a été sauvegardée.

source: Are you sure you want to delete the action %title?
es: ¿Está seguro de que desea eliminar la acción %title?
fr: Êtes vous certain de vouloir supprimer l'action %title ?

source: You can add it again later if you wish.
es: Puede añadirlo más tarde si lo desea.
fr: Vous pouvez le rajouter à nouveau plus tard.

source: Action %action deleted
es: Accíon %action suprimida
fr: Action %action supprimée

source: Action %action deleted.
es: Accíon %action suprimida.
fr: Action %action supprimée

source: Before you can assign actions you must install and enable the actions module.
es: Antes de asignar acciónes, usted debe instalar y activar el módulo Actions.
fr: Avant d,assigner des actions, vous devez installer et activer le module actions.

source: Transition
es: Transición

source: Actions
es: Acciónes

source: remove
es: borrar
fr: supprimer

source: Add
es: Añadir
fr: Ajouter

source: You must first %link before you can assign actions.
es: Debe %link antes de poder asignar acciónes.
fr: Vous devez d'abord %link avant de pouvoir assigner des actions

source: set up transitions
es: Configurar transiciónes
fr: configurer les transitions

source: Deleted workflow
es: Suprimir el flujo de trabajo
fr: Flux de travaux supprimé.

source: Include only nodes in the selected workflow states.
es: Incluir solamente los nodos en los seleccionados estados de flujo de trabajo.
fr: Inclure seulement les noeuds des états sélectionnés.

source: Order nodes by workflow state.
es: Ordenar nodos por el estado de los flujos de trabajos.
fr: Ordonner les noeuds par état du flux de travaux

source: Display the workflow state of the node.
es: Mostrar el estado del flujo de trabajo del nodo.
fr: Montre l'état du flux de travaux du noeud

source: The work flow argument allows users to filter a view by workflow state.
es: El parámetro del flujo de trabajo permite a los usarios de filtrar una vista por estado de flujo de trabajo.
fr: L'argument du flux de travaux permet aux utilisateurs de filtrer le vue par état de flux de travaux

source: (creation)
es: (creación)
fr: (création)

source: Workflow: state
es: Workflow : estado
fr: Flux de travaux : état

source: action
es: acción

source: workflow
es: flujo de trabajo
fr: flux de travaux

source: Workflow Name
es: Nombre del flujo de trabajo
fr: Nom du flux de travaux

source: None
es: Ninguno
fr: Aucun

source: Save
es: Guardar
fr: Sauvegarder

source: Workflow actions
es: Accíones del módulo Workflow
fr: Actions des flux de travaux
